Repository: vittorioviarengo/setly
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, it

source: Please keep this page open...
it: Mantieni questa pagina aperta...

source: Connecting to Spotify...
it: Connessione a Spotify...

source: Fetching artist data...
it: Recupero dati artisti...

source: Downloading images...
it: Scaricamento immagini...

source: Processing genres...
it: Elaborazione generi...

source: Detecting languages...
it: Rilevamento lingue...

source: Almost done...
it: Quasi finito...

source: Close
de: Schließen
it: Chiudi

source: All done!
it: Tutto fatto!

source: Close and Refresh
it: Chiudi e Ricarica

source: Reloading page to show new images...
it: Ricaricamento pagina per mostrare le nuove immagini...

source: Checking songs...
it: Controllo canzoni...

source: Songs to process:
it: Canzoni da processare:

source: Total songs:
it: Totale canzoni:

source: Missing images:
it: Immagini mancanti:

source: Missing genres:
it: Generi mancanti:

source: Missing languages:
it: Lingue mancanti:

source: Processing up to
it: Processeremo fino a

source: songs per batch
it: canzoni per batch

source: Still needed:
it: Ancora necessario:

source: Auto-continue to next batch
it: Continua automaticamente al prossimo batch

source: recommended
it: consigliato

source: Continuing in
it: Continuo tra

source: seconds...
it: secondi...

source: Artists not found by Spotify
it: Artisti non trovati da Spotify

source: These artists may have typos or be unknown on Spotify. Check the artist names in your database.
it: Questi artisti potrebbero avere errori di battitura o essere sconosciuti su Spotify. Controlla i nomi degli artisti nel database.

source: Missing image
it: Immagine mancante

source: No image
it: Nessuna immagine

source: Warning:
it: Attenzione:

source: songs are missing images. The PDF will show default icons for these songs. Continue anyway?
it: canzoni non hanno immagini. Il PDF mostrerà icone predefinite per queste canzoni. Continuare comunque?

source: Missing Images
it: Immagini Mancanti

source: Play Song
de: Lied abspielen
es: Toca una canción

source: No active gig
de: Kein aktives Event

source: No active gig. Please wait for the musician to start the gig.
de: Kein aktives Event. Bitte warten Sie, bis der Musiker das Konzert beginnt.

source: Are you sure you want to end the current gig?
de: Sind Sie sicher, dass Sie das aktuelle Event beenden möchten?

source: Failed to start gig
de: Fehler beim Starten des Events

source: Error starting gig
de: Fehler beim Starten des Events

source: Failed to end gig
de: Fehler beim Beenden des Events

source: Error ending gig
de: Fehler beim Beenden des Events

source: Send Message to Audience:
de: Nachricht an das Publikum senden:

source: Type your message here...
de: Geben Sie hier Ihre Nachricht ein...

source: Send Message
de: Nachricht senden

source: Clear
de: Löschen

source: Announcement sent successfully
de: Nachricht erfolgreich gesendet

source: Announcement cleared
de: Nachricht gelöscht

source: Error sending announcement
de: Fehler beim Senden der Nachricht

source: No active gig. Start a gig first.
de: Kein aktives Event. Starten Sie zuerst ein Event.

source: Info
es: Información
