Repository: vittorioviarengo/setly
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, it

source: Scroll through the list of available songs. Use the search box at the top to quickly find a specific song or artist.
it: Scorri l'elenco delle canzoni disponibili. Usa la casella di ricerca in alto per trovare rapidamente una canzone o un artista specifico.

source: Search by Title or Artist
it: Cerca per Titolo o Artista

source: Type in the search box to filter songs. You can search by song title, artist name, or even language!
it: Digita nella casella di ricerca per filtrare le canzoni. Puoi cercare per titolo della canzone, nome dell'artista o anche per lingua!

source: Click the Music Icon to Request
it: Clicca sull'Icona Musicale per Richiedere

source: Found a song you like? Simply click the music note icon 🎵 next to the song. The song will be added to your request queue!
it: Hai trovato una canzone che ti piace? Clicca semplicemente sull'icona della nota musicale 🎵 accanto alla canzone. La canzone verrà aggiunta alla tua coda di richieste!

source: View Your Requests
it: Visualizza le Tue Richieste

source: Your requested songs appear in the box at the top of the page. You can see all the songs you have requested during this session.
it: Le canzoni richieste appaiono nella casella in alto nella pagina. Puoi vedere tutte le canzoni che hai richiesto durante questa sessione.

source: Remove Requests
it: Rimuovi Richieste

source: Click on the X icon to clear the search
it: Clicca sull'icona X per cancellare la ricerca

source: To clear your search and see all songs again, click the X icon next to the search box.
it: Per cancellare la ricerca e vedere di nuovo tutte le canzoni, clicca sull'icona X accanto alla casella di ricerca.

source: Click on the Song to Request
it: Clicca sulla Canzone per Richiederla

source: Found a song you like? Simply click anywhere on the song card. The song will be added to your request queue!
it: Trovata una canzone che ti piace? Basta cliccare ovunque sulla card della canzone. La canzone verrà aggiunta alla tua coda di richieste!

source: Reset Search
it: Reimposta Ricerca

source: To reset your search and start fresh, click the X icon in the search bar to clear all filters.
it: Per reimpostare la ricerca e ricominciare, clicca sull'icona X nella barra di ricerca per cancellare tutti i filtri.

source: Changed your mind? No problem! Click the ✖ button next to any song in your request box to remove it from the queue.
it: Hai cambiato idea? Nessun problema! Clicca sul pulsante ✖ accanto a qualsiasi canzone nella tua casella delle richieste per rimuoverla dalla coda.

source: Pro Tip
it: Suggerimento

source: There is a limit on the number of songs you can request at once. If you reach the limit, you will need to wait for the artist to play one of your songs before requesting more.
it: C'è un limite al numero di canzoni che puoi richiedere contemporaneamente. Se raggiungi il limite, dovrai aspettare che l'artista suoni una delle tue canzoni prima di richiederne altre.

source: Key Features
it: Caratteristiche Principali

source: What makes this request system special
it: Cosa rende speciale questo sistema di richieste

source: Smart Search
it: Ricerca Intelligente

source: Instantly find songs by title, artist, or language
it: Trova istantaneamente canzoni per titolo, artista o lingua

source: Multilingual
it: Multilingue

source: Songs in multiple languages with flag indicators
it: Canzoni in più lingue con indicatori di bandiera

source: Mobile Friendly
it: Ottimizzato per Mobile

source: Works perfectly on phones, tablets, and computers
it: Funziona perfettamente su telefoni, tablet e computer

source: Real-Time Updates
it: Aggiornamenti in Tempo Reale

source: See your requests update instantly
it: Vedi le tue richieste aggiornarsi istantaneamente

source: Ready to Start?
it: Pronto per Iniziare?

source: Jump back to the song list and start requesting!
it: Torna all'elenco delle canzoni e inizia a richiedere!

source: Now that you know how it works, go ahead and request your favorite songs. The artist will see your requests and play them during the performance!
it: Ora che sai come funziona, vai avanti e richiedi le tue canzoni preferite. L'artista vedrà le tue richieste e le suonerà durante l'esibizione!

source: Go to Song List
it: Vai all'Elenco delle Canzoni

source: Back to Song List
it: Torna all'Elenco delle Canzoni

source: How to Use
it: Come Usare

source: Forgot Password
it: Password Dimenticata

source: Forgot Password?
it: Password Dimenticata?

source: Password reset email sent! Check your inbox.
it: Email di ripristino inviata! Controlla la tua casella di posta.

source: Email system not configured. Your reset link is shown below.
it: Sistema email non configurato. Il tuo link di ripristino è mostrato qui sotto.

source: If that email is registered, a password reset link has been sent.
it: Se questa email è registrata, ti è stato inviato un link di ripristino password.

source: Password Reset Link
it: Link di Ripristino Password

source: Copy
it: Copia

source: Copied!
it: Copiato!

source: Enter your email address and we'll send you a link to reset your password.
it: Inserisci il tuo indirizzo email e ti invieremo un link per reimpostare la password.

source: Email Address
it: Indirizzo Email

source: Send Reset Link
it: Invia Link di Ripristino

source: Back to Login
it: Torna al Login

source: Set Your Password
it: Imposta la Tua Password

source: Welcome! Please create a secure password for your account.
it: Benvenuto! Crea una password sicura per il tuo account.

source: New Password
it: Nuova Password

source: At least 6 characters
it: Almeno 6 caratteri

source: Confirm Password
it: Conferma Password

source: Confirm New Password
it: Conferma Nuova Password

source: Set Password
it: Imposta Password

source: Change Password
it: Cambia Password

source: Update your account password
it: Aggiorna la password del tuo account

source: Current Password
it: Password Attuale

source: Password changed successfully!
it: Password cambiata con successo!

source: Error changing password
it: Errore nel cambio password

source: New passwords do not match
it: Le nuove password non corrispondono

source: Upcoming Shows
it: Prossimi Concerti

source: Events Calendar
it: Calendario Eventi

source: Link to your upcoming shows and events
it: Link ai tuoi prossimi concerti ed eventi

source: Events/Calendar URL
it: URL Calendario/Eventi

source: Fans will see a link to your upcoming shows in the app
it: I fan vedranno un link ai tuoi prossimi concerti nell'app

source: Save Events Link
it: Salva Link Eventi

source: Events link updated successfully!
it: Link eventi aggiornato con successo!

source: Error updating events link
it: Errore nell'aggiornamento del link eventi

source: Invite Musicians
it: Invita Musicisti

source: Share your referral link and help other musicians discover Musium!
it: Condividi il tuo link di invito e aiuta altri musicisti a scoprire Musium!

source: Your Referral Link
it: Il Tuo Link di Invito

source: Copy Link
it: Copia Link

source: Link copied to clipboard!
it: Link copiato negli appunti!

source: Referrals
it: Inviti

source: Musicians you invited
it: Musicisti che hai invitato

source: Referral link not available. Please contact support.
it: Link di invito non disponibile. Contatta l'assistenza.

source: Invite by Email
it: Invita via Email

source: Send Invitation
it: Invia Invito

source: Invitation sent successfully!
it: Invito inviato con successo!

source: Error sending invitation
it: Errore nell'invio dell'invito

source: Bulk Fetch from Spotify
it: Scarica Dati da Spotify

source: Automatically fetch missing images, genres, and languages for all songs
it: Scarica automaticamente immagini, generi e lingue mancanti per tutte le canzoni

source: Fetch Missing Data
it: Scarica Dati Mancanti

source: This may take a few minutes depending on your song library size.
it: Potrebbe richiedere alcuni minuti a seconda della dimensione della tua libreria.

source: This will scan all songs and automatically download missing artist images, add genres, and detect languages from Spotify.
it: Questo analizzerà tutte le canzoni e scaricherà automaticamente le immagini degli artisti mancanti, aggiungerà i generi e rileverà le lingue da Spotify.

source: Please enter an email address
it: Per favore inserisci un indirizzo email

source: Please enter a valid email address
it: Per favore inserisci un indirizzo email valido

source: Sending...
it: Invio in corso...

source: No musicians have signed up yet. The list will update when someone uses your referral link to create an account.
it: Nessun musicista si è ancora iscritto. La lista si aggiornerà quando qualcuno userà il tuo link di invito per creare un account.

source: Permanently remove all songs from your library
it: Rimuovi permanentemente tutte le canzoni dalla tua libreria

source: Warning
it: Avviso

source: This will permanently delete all songs from your library. This action cannot be undone. All associated song requests will also be deleted.
it: Questo eliminerà permanentemente tutte le canzoni dalla tua libreria. Questa azione non può essere annullata. Anche tutte le richieste di canzoni associate verranno eliminate.

source: Sample Songs
it: Canzoni Campione

source: Populate your library with sample songs for testing
it: Popola la tua libreria con canzoni campione per testare l'app

source: Add Sample Songs
it: Aggiungi Canzoni Campione

source: Sample songs are great for testing the app. They include popular songs across multiple genres and languages. You can delete them anytime.
it: Le canzoni campione sono ottime per testare l'app. Includono canzoni popolari di vari generi e lingue. Puoi eliminarle in qualsiasi momento.

source: Add 51 sample songs to your library? This is great for testing!
it: Aggiungere 51 canzoni campione alla tua libreria? Ottimo per testare l'app!

source: Delete all sample songs? Your real songs will not be affected.
it: Eliminare tutte le canzoni campione? Le tue canzoni vere non saranno toccate.

source: WARNING: This will permanently delete ALL songs from your library! This action CANNOT be undone. Type DELETE ALL to confirm:
it: ATTENZIONE: Questo eliminerà permanentemente TUTTE le canzoni dalla tua libreria! Questa azione NON può essere annullata. Digita DELETE ALL per confermare:

source: Deletion cancelled - confirmation text did not match
it: Eliminazione annullata - il testo di conferma non corrisponde

source: Setup Wizard
it: Wizard di Configurazione

source: Configure your profile, import songs, and learn about all features
it: Configura il tuo profilo, importa canzoni e scopri tutte le funzionalità

source: Run Setup Wizard
it: Avvia Wizard

source: Update Logo
it: Aggiorna Logo

source: Upload a new logo image (16x16 recommended)
it: Carica una nuova immagine del logo (16x16 consigliato)

source: Update Welcome Banner
it: Aggiorna Banner di Benvenuto

source: Upload a new welcome screen banner image
it: Carica una nuova immagine del banner di benvenuto

source: Print QR Code
it: Stampa Codice QR

source: Print a QR code for customers to request songs
it: Stampa un codice QR per far richiedere canzoni ai clienti

source: Open Printable QR Code
it: Apri Codice QR Stampabile

source: This will open a beautifully designed page with your QR code that customers can scan to request songs. Perfect for printing and displaying at your venue!
it: Questo aprirà una pagina dal design accattivante con il tuo codice QR che i clienti possono scannerizzare per richiedere canzoni. Perfetto da stampare ed esporre nel tuo locale!

source: Profile
it: Profilo

source: Settings
de: Einstellungen
it: Impostazioni

source: Promote
it: Promuovi

source: Artist Profile
it: Profilo Artista

source: Tell us about yourself and customize your artist page
it: Raccontaci di te e personalizza la tua pagina artista

source: Artist Name
it: Nome Artista

source: Your URL
it: Il Tuo URL

source: Only lowercase letters, numbers, and hyphens. Cannot be changed later!
it: Solo lettere minuscole, numeri e trattini. Non potrà essere modificato successivamente!

source: Bio / Description
it: Bio / Descrizione

source: Tell your audience about yourself...
it: Racconta al tuo pubblico di te...

source: A brief description that will appear on your public page
it: Una breve descrizione che apparirà sulla tua pagina pubblica

source: Logo Image
it: Immagine Logo

source: Current logo
it: Logo attuale

source: Square image recommended (512x512px)
it: Immagine quadrata consigliata (512x512px)

source: Banner Image
it: Immagine Banner

source: Current banner
it: Banner attuale

source: Wide image recommended (1920x1080px)
it: Immagine panoramica consigliata (1920x1080px)

source: Event Calendar Link
it: Link Calendario Eventi

source: Optional: Link to your event calendar
it: Opzionale: Link al tuo calendario eventi

source: Import Your Songs
it: Importa le Tue Canzoni

source: Add songs to your repertoire - you can always add more later
it: Aggiungi canzoni al tuo repertorio - potrai sempre aggiungerne altre in seguito

source: Upload CSV File
it: Carica File CSV

source: Import your existing song list from a CSV file
it: Importa la tua lista di canzoni esistente da un file CSV

source: Download Template
it: Scarica Template

source: Format: Title, Author, Language, Genre
it: Formato: Titolo, Autore, Lingua, Genere

source: Format: Title, Author, Language, Genre, Playlist (optional)
it: Formato: Titolo, Autore, Lingua, Genere, Playlist (opzionale)

source: OR
it: OPPURE

source: Load Sample Songs
it: Carica Canzoni di Esempio

source: Start with our curated list of popular songs
it: Inizia con la nostra lista curata di canzoni popolari

source: Load 100+ Sample Songs
it: Carica 100+ Canzoni di Esempio

source: No songs have been imported. You can add them later from the admin panel.
it: Nessuna canzone è stata importata. Puoi aggiungerle successivamente dal pannello admin.

source: App Settings
it: Impostazioni App

source: Configure how your song request app works
it: Configura come funziona la tua app di richieste musicali

source: Max Requests Per User
it: Massimo Richieste per Utente

source: How many songs each user can request
it: Quante canzoni ogni utente può richiedere

source: Venue Name
it: Nome Locale

source: e.g., The Blue Note, Central Park...
it: es., The Blue Note, Central Park...

source: Optional: Where you typically perform
it: Opzionale: Dove ti esibisci abitualmente

source: Default Language
it: Lingua Predefinita

source: The default language for your public page
it: La lingua predefinita per la tua pagina pubblica

source: Promote Your App
it: Promuovi la Tua App

source: Share your song request page with your audience
it: Condividi la tua pagina di richieste con il tuo pubblico

source: Your Public Link
it: Il Tuo Link Pubblico

source: Preview
it: Anteprima

source: QR Code
it: Codice QR

source: Print this QR code for easy access at your events
it: Stampa questo codice QR per accesso facile ai tuoi eventi

source: Invite a Friend
it: Invita un Amico

source: Share your experience with other artists
it: Condividi la tua esperienza con altri artisti

source: Send Invite
it: Invia Invito

source: You're All Set!
it: Sei Pronto!

source: Watch this quick tutorial to learn about the main features
it: Guarda questo breve tutorial per conoscere le funzionalità principali

source: Tutorial Video Coming Soon!
it: Video Tutorial in Arrivo!

source: In the meantime, explore the admin panel to discover all features
it: Nel frattempo, esplora il pannello admin per scoprire tutte le funzionalità

source: Setup Complete!
it: Configurazione Completata!

source: Your song request app is ready to use. Here's what you can do next:
it: La tua app di richieste musicali è pronta. Ecco cosa puoi fare:

source: Share your public link with your audience
it: Condividi il tuo link pubblico con il tuo pubblico

source: Customize your song list in the admin panel
it: Personalizza la tua lista di canzoni nel pannello admin

source: View and manage song requests in the queue
it: Visualizza e gestisci le richieste nella coda

source: Update your profile and settings anytime
it: Aggiorna il tuo profilo e le impostazioni in qualsiasi momento

source: Previous
it: Precedente

source: Skip for Now
it: Salta per Ora

source: Next
it: Avanti

source: Go to Dashboard
it: Vai alla Dashboard

source: Please enter your artist name
it: Inserisci il nome del tuo artista

source: Please enter a URL slug
it: Inserisci uno slug URL

source: Please wait for slug validation...
it: Attendere la validazione dello slug...

source: Please set max requests per user
it: Imposta il massimo di richieste per utente

source: Loading sample songs...
it: Caricamento canzoni di esempio...

source: Invite sent!
it: Invito inviato!

source: Setup completed successfully!
it: Configurazione completata con successo!

source: Error completing setup
it: Errore nel completamento della configurazione

source: Are you sure you want to skip the setup wizard? You can always access it later from the admin panel.
it: Sei sicuro di voler saltare il wizard di configurazione? Potrai sempre accedervi in seguito dal pannello admin.

source: Skip Setup
it: Salta Configurazione

source: Available!
it: Disponibile!

source: Error checking availability
it: Errore nel controllo della disponibilità

source: Upload Songs
it: Carica Canzoni

source: Uploading and importing songs...
it: Caricamento e importazione canzoni in corso...

source: Songs imported successfully!
it: Canzoni importate con successo!

source: Failed to import songs
it: Errore nell'importazione delle canzoni

source: Please select a CSV file first
it: Seleziona prima un file CSV

source: Error uploading CSV file
it: Errore nel caricamento del file CSV

source: Error loading sample songs
it: Errore nel caricamento delle canzoni di esempio

source: Are you sure you want to remove duplicate songs? This will keep only the first occurrence of each duplicate.
it: Sei sicuro di voler rimuovere le canzoni duplicate? Verrà mantenuta solo la prima occorrenza di ogni duplicato.

source: Confirm Remove Duplicates
it: Conferma Rimozione Duplicati

source: Error removing duplicates
it: Errore nell'eliminazione dei duplicati

source: Current password is required
it: La password corrente è obbligatoria

source: Password must be at least 6 characters long
it: La password deve essere lunga almeno 6 caratteri

source: Passwords do not match
it: Le password non corrispondono

source: Artist not found on Spotify
it: Artista non trovato su Spotify

source: Spotify request timed out. Please check your internet connection and try again.
it: Richiesta Spotify scaduta. Controlla la connessione internet e riprova.

source: Starting bulk fetch...
it: Avvio caricamento di massa...

source: Setup completed successfully! Redirecting to your song library...
it: Configurazione completata con successo! Reindirizzamento alla libreria musicale...

source: Scan to Request Your Favorite Songs
it: Scansiona per Richiedere le Tue Canzoni Preferite

source: Open your phone camera app
it: Apri l'app fotocamera del tuo telefono

source: Point it at the QR code above
it: Puntala sul codice QR qui sopra

source: Tap the notification that appears
it: Tocca la notifica che appare

source: Browse and request your favorite songs!
it: Sfoglia e richiedi le tue canzoni preferite!

source: Or visit:
it: Oppure visita:

source: Language
it: Lingua

source: Link to your event calendar
it: Link al tuo calendario eventi

source: Title, Author, Language, Genre
it: Titolo, Autore, Lingua, Genere

source: Where you typically perform
it: Dove ti esibisci abitualmente

source: title, author, language, image, requests, popularity, genre, playlist
it: titolo, autore, lingua, immagine, richieste, popolarità, genere, playlist

source: Are you sure you want to delete this song ?
it: Sei sicuro di voler eliminare questa canzone?

source: Are you sure you want to reset the popularity of all songs to zero ?
it: Sei sicuro di voler azzerare la popolarità di tutte le canzoni?

source: Current Banner
it: Banner Attuale

source: Current Logo
it: Logo Attuale

source: Deutsch
it: Tedesco

source: Download Song Library as CSV
it: Scarica Libreria Canzoni come CSV

source: Edit
it: Modifica

source: Enter venue name
it: Inserisci nome locale

source: Espanol
it: Spagnolo

source: Export all your songs to backup or edit offline
it: Esporta tutte le tue canzoni per backup o modifica offline

source: Fetch Information from Spotify
it: Recupera Informazioni da Spotify

source: Fetching images, genres, and languages from Spotify...
it: Recupero immagini, generi e lingue da Spotify...

source: Find and remove duplicate entries (keeps the oldest copy
it: Trova e rimuovi voci duplicate (mantiene la copia più vecchia

source: Français
it: Francese

source: Minimum 4 columns required. See CSV_FORMAT.md for details.
it: Minimo 4 colonne richieste. Vedi CSV_FORMAT.md per dettagli.

source: Optional
it: Opzionale

source: Please enter the author name to fetch the image from Spotify
it: Inserisci il nome dell'autore per recuperare l'immagine da Spotify

source: Share your referral link and help other musicians discover Setly!
it: Condividi il tuo link di invito e aiuta altri musicisti a scoprire Setly!

source: Square image recommended (512x512px
it: Immagine quadrata consigliata (512x512px

source: Upload a new logo image (16x16 recommended
it: Carica una nuova immagine del logo (16x16 consigliato

source: Uploading...
it: Caricamento...

source: Wide image recommended (1920x1080px
it: Immagine panoramica consigliata (1920x1080px

source: friend@example.com
it: amico@esempio.com

source: Basic Information
it: Informazioni di Base

source: Let's start with the essentials
it: Iniziamo con le informazioni essenziali

source: Branding & Links
it: Branding e Collegamenti

source: Customize your artist page appearance
it: Personalizza l'aspetto della tua pagina artista

source: Branding & URL
it: Branding e URL

source: Choose your URL and customize your page appearance
it: Scegli il tuo URL e personalizza l'aspetto della pagina

source: Your artist or band name
it: Il tuo nome d'arte o della band

source: Artist info updated successfully!
it: Informazioni artista aggiornate con successo!

source: Error updating artist info
it: Errore nell'aggiornamento delle informazioni artista

source: Save Artist Info
it: Salva Informazioni Artista

source: Total Processed
it: Totale Processate

source: Page will reload in 5 seconds...
it: La pagina si ricaricherà tra 5 secondi...

source: Processing... Please wait
it: Elaborazione... Attendere prego

source: Images fetched
it: Immagini scaricate

source: Genres added
it: Generi aggiunti

source: Languages added
it: Lingue aggiunte

source: Downloading images from Spotify... Please wait
it: Scaricamento immagini da Spotify... Attendere prego

source: There are
it: Ci sono ancora

source: more songs in the database
it: altre canzoni nel database

source: Continue with Next Batch
it: Continua con il Prossimo Gruppo

source: Done for Now
it: Finito per Ora

source: Continue processing or save for later
it: Continua l'elaborazione o salva per dopo

source: Request timed out
it: Richiesta scaduta

source: This can happen with large databases. Try again to continue processing more songs.
it: Questo può accadere con database grandi. Riprova per continuare a processare altre canzoni.

source: Fetching data from Spotify...
it: Scaricamento dati da Spotify...

source: This process:
it: Questo processo:

source: Downloads artist images
it: Scarica immagini degli artisti

source: Fetches music genres
it: Recupera generi musicali

source: Detects song languages
it: Rileva lingue delle canzoni

source: Estimated time: 30-60 seconds
it: Tempo stimato: 30-60 secondi
