Repository: vittorioviarengo/setly
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, it

source: Sergio Music Universe
de: Sergios Musik
es: la musica de sergio
it: La musica di Sergio

source: English
de: Englisch
es: Inglés
it: Inglese

source: Italian
de: Italienisch
es: Italia
it: Italiano

source: Spanish
de: Spanisch
es: Español
it: spagnolo

source: German
de: Deutsch
es: Alemán
it: Tedesco

source: Change Name
de: Namen ändern
es: cambiar nombre
it: Cambia nome

source: Choose Language
de: Wählen Sie die App-Sprache
es: Elige el idioma de la aplicación
it: Scegli la lingua dell&#39;app

source: Enter your name
de: Geben Sie Ihren Namen ein, um Lieder anzufordern
es: Ingrese su nombre para solicitar canciones
it: Digita il tuo nome per richiedere i brani

source: Enter Name Button
de: Betreten Sie das Musikuniversum
es: Entra en el universo musical
it: Entra nell'universo musicale

source: Enter Name to Request
de: Geben Sie Ihren Namen ein, um ein Lied anzufordern
es: Ingresa tu nombre para solicitar una canción
it: Inserisci il tuo nome per richiedere una canzone

source: Songs
de: Lieder
es: Canciones
it: Canzoni

source: Search Songs Box
de: Suche nach Liedern
es: buscar canciones
it: Cerca brani

source: Search Songs Button
de: Forschung
es: Investigación
it: Ricerca

source: Submit Button
de: Schicken
es: enviar a
it: Invia

source: Language Radio All
de: Alle
es: TIENE
it: Tutto

source: Language Radio Italian
de: Italienisch
es: Italia
it: Italiano

source: Language Radio English
de: Englisch
es: Inglés
it: Inglese

source: Language Radio Spanish
de: Spanisch
es: Español
it: spagnolo

source: Language Radio French
de: Französisch
es: Francés
it: francese

source: Language Radio German
de: Deutsch
es: Alemán
it: Tedesco

source: Your Name Label
de: Ihr Name:
es: Su nombre:
it: Il tuo nome:

source: Enter Button
de: Betreten Sie das Sergio-Universum
es: Entra en el universo Sergio
it: Entra nell&#39;Universo Sergio

source: Music Universe of
de: Das musikalische Universum von
es: El universo musical de
it: L&#39;universo musicale di

source: Songs Requests
de: Warteschlange der angeforderten Songs
es: Cola de canciones solicitadas
it: Coda dei brani richiesti

source: Remove from Queue
de: Lied aus der Warteschlange entfernen
es: Quitar canción de la cola
it: Rimuovi brano dalla coda

source: Admin Actions
de: Verwaltungsaktionen
es: Acciones administrativas
it: Azioni di amministrazione

source: Queued Songs
de: Lieder in der Warteschlange
es: Canciones en cola
it: Canzoni in coda

source: Empty Queue
de: Warteschlange leeren
es: Vaciar Cola
it: Svuota Coda

source: Are you sure you want to empty the queue?
de: Sind Sie sicher, dass Sie die Warteschlange leeren möchten?
es: ¿Estás seguro de que quieres vaciar la cola?
it: Sei sicuro di voler svuotare la coda?

source: Delete all songs
de: Alle Lieder löschen
es: Eliminar todas las canciones
it: Elimina tutti i brani

source: Max requests per user:
de: Maximale Anfragen pro Benutzer:
es: Número máximo de solicitudes por usuario:
it: Richieste massime per utente:

source: Venue:
de: Veranstaltungsort:
es: Local:
it: Locale:

source: Browse Music
de: Stöbern Sie in Sergios Musik
es: Explora la música de Sergio
it: Sfoglia la musica di Sergio

source: Request Song Button
de: Anfrage
es: Encuesta
it: Richiesta

source: Delete Song Button
de: Lied löschen
es: eliminar cancion
it: Elimina brano

source: Clear Search Button
de: Saubere Suche
es: Búsqueda propia
it: Cancella ricerca

source: Total songs in queue:
de: Gesamtzahl der in der Warteschlange befindlichen Songs:
es: Total de canciones en cola:
it: Canzoni totali in coda:

source: Enter Venue Name:
de: Geben Sie den Namen des Standorts ein:
es: Ingrese el nombre de la ubicación:
it: Inserisci il nome della sede:

source: Update Venue Button
de: Standort aktualisieren
es: Actualizar ubicación
it: Aggiorna sede

source: Update Max Requests Button
de: Aktualisierungslimit
es: Límite de actualización
it: Limite di aggiornamento

source: No songs in the queue.
de: Keine Songs in der Warteschlange.
es: No hay canciones en cola.
it: Nessuna canzone in coda.

source: Admin Page Title
de: Anwendungsverwaltung
es: Gestión de aplicaciones
it: Amministrazione dell&#39;applicazione

source: Manage your artist profile and song library
de: Verwalten Sie Ihr Künstlerprofil und Ihre Musikbibliothek
es: Gestiona tu perfil de artista y biblioteca musical
it: Gestisci il tuo profilo artista e la libreria musicale

source: Choose Logo Image
de: Logo-Bild auswählen
es: Elegir Imagen de Logo
it: Scegli Immagine Logo

source: Choose Banner Image
de: Banner-Bild auswählen
es: Elegir Imagen de Banner
it: Scegli Immagine Banner

source: Choose CSV File
de: CSV-Datei auswählen
es: Elegir Archivo CSV
it: Scegli File CSV

source: CSV should contain: title, author, language, image
de: CSV sollte enthalten: Titel, Autor, Sprache, Bild
es: El CSV debe contener: título, autor, idioma, imagen
it: Il CSV deve contenere: titolo, autore, lingua, immagine

source: Manage your complete song repertoire
de: Verwalten Sie Ihr komplettes Song-Repertoire
es: Gestiona tu repertorio musical completo
it: Gestisci il tuo repertorio musicale completo

source: Song Page Title
de: Verwaltung der Songdatenbank
es: Gestión de base de datos de canciones.
it: Amministrazione del database delle canzoni

source: Scan QR Code
de: Scannen Sie den QR-Code erneut
es: Escanea el código QR nuevamente
it: Scansiona nuovamente il codice QR

source: Please scan QR code message
de: Ihr vorheriges Live-Event ist beendet. Wenn Sie an einem Live-Event von Sergio Chiappa teilnehmen, scannen Sie den QR-Code, um Songs anzufordern
es: Tu evento en vivo anterior ha finalizado. Si asistes a un evento en vivo de Sergio Chiappa, escanea el código QR para solicitar canciones
it: Il tuo precedente evento dal vivo è terminato, se sei a un evento dal vivo di Sergio Chiappa, scansiona il codice QR per richiedere i brani

source: Back to Search
de: Kehren Sie zur Songbibliothek zurück
es: Volver a la biblioteca de canciones
it: Torna alla Libreria dei brani

source: Song request successful
de: Ihre Songanfrage war erfolgreich
es: Tu solicitud de canción fue exitosa
it: La tua richiesta di brano è andata a buon fine

source: Song Request Error
de: Beim Anfordern des Songs ist ein Fehler aufgetreten
es: Se produjo un error al solicitar la canción.
it: Si è verificato un errore nella richiesta del brano

source: Song Already Requested
de: Sie haben dieses Lied bereits angefordert
es: ¿Alguna vez has pedido esta canción?
it: Hai già richiesto questa canzone

source: Maximum Request Reached
de: Sie haben die maximale Anzahl an Anfragen erreicht. Versuchen Sie es erneut, wenn Ihre Songs abgespielt wurden
es: Ha alcanzado el número máximo de solicitudes. Inténtalo de nuevo cuando tus canciones hayan terminado de reproducirse.
it: Hai raggiunto il numero massimo di richieste, riprova quando i tuoi brani saranno stati riprodotti

source: User Required
de: Um einen Song anzufordern, benötigen Sie einen Benutzernamen
es: Para solicitar una canción necesitas un nombre de usuario.
it: Per richiedere una canzone è necessario un nome utente

source: Your Requests Title
de: Ihre Wünsche
es: Tus deseos
it: Le tue richieste

source: Song List Title
de: Lieder
es: Canciones
it: Canzoni

source: By Author
de: vom Autor
es: del autor
it: per Autore

source: Back to Sergio Chiappa.com
de: Kehren wir zu Sergio Chiappa.com zurück
es: Volver a Sergio Chiappa.com
it: Torniamo a Sergio Chiappa.com

source: No Songs Found
de: Keine Lieder gefunden
es: No se encontraron canciones
it: Nessun brano trovato

source: Sort by
de: Aus:
es: Fuera de:
it: Di:

source: Title
de: Titel
es: título
it: Titolo

source: Author
de: Sänger
es: Cantante
it: Cantante

source: All Requests
de: Alle Anfragen
es: Todas las solicitudes
it: Tutte le richieste

source: Most Popular
de: Am beliebtesten
es: Más popular
it: Più popolare

source: About Sergio
de: Über Sergio
es: Acerca de Sergio
it: A proposito di Sergio

source: Loading...
de: Wird geladen...
es: Esta cargando...
it: Caricamento...

source: Song Database Administration
de: Verwaltung der Songdatenbank
es: Gestión de base de datos de canciones.
it: Amministrazione del database dei brani

source: Zero All Popularity
de: Alle Beliebtheit zurücksetzen
es: Restablecer toda la popularidad
it: Reimposta tutta la popolarità

source: Add New Song
de: Neues Lied hinzufügen
es: Añadir una nueva canción
it: Aggiungi nuova canzone

source: Image
de: Bild
es: Imagen
it: Immagine

source: Cancel
de: Stornieren
es: anular
it: Annulla

source: Song Database
de: Songdatenbank
es: Base de datos de canciones
it: Database dei brani

source: songs
it: brani

source: Author Image
de: Bild des Autors
es: Imagen del autor
it: Immagine dell&#39;autore

source: Popularity
de: Popularität
es: popularidad
it: Popolarità

source: Delete
de: Beseitigen
es: Retirar
it: Eliminare

source: Are you sure you want to reset the popularity of all songs to zero?
de: Sind Sie sicher, dass Sie die Beliebtheit aller Songs zurücksetzen möchten?
es: ¿Estás seguro de que quieres restablecer la popularidad de todas las canciones?
it: Sei sicuro di voler azzerare la popolarità di tutte le canzoni?

source: Are you sure you want to delete this song?
de: Sind Sie sicher, dass Sie dieses Lied löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta canción?
it: Sei sicuro di voler eliminare questa canzone?

source: Please fill in all fields correctly.
de: Bitte füllen Sie alle Felder korrekt aus.
es: Por favor complete todos los campos correctamente.
it: Si prega di compilare correttamente tutti i campi.

source: UI Language
de: Sprache der Benutzeroberfläche
es: Idioma de la interfaz de usuario
it: Lingua dell&#39;interfaccia utente

source: Mark as Played
de: Gespielt
it: Segna come Suonata

source: Welcome to
de: Willkommen zu
es: Bienvenido a
it: Benvenuto a

source: Song Page
de: Verwaltung der Songdatenbank
es: Gestión de base de datos de canciones.
it: Gestione del database dei brani

source: Admin Page
de: Verwaltungsseite
es: Página administrativa
it: Pagina Amministrazione

source: Queue Page
de: Schwanzseite
es: lado de la cola
it: Pagina di coda

source: Create Songs Databae Explaination
de: Erstellen Sie die Songdatenbank von Grund auf neu. Alle Daten gehen verloren. Bitte sichern Sie Ihre Daten, bevor Sie diese Aktion durchführen
es: Reconstruir la base de datos de canciones desde cero. Todos los datos se perderán. Haga una copia de seguridad de sus datos antes de realizar esta acción.
it: Ricrea il database dei brani da zero. Tutti i dati andranno persi. Si prega di eseguire il backup dei dati prima di eseguire questa azione

source: Delete Songs Explaination
de: Löschen Sie alle Songs aus der Datenbank. Alle Daten gehen verloren. Bitte sichern Sie Ihre Daten, bevor Sie diese Aktion durchführen
es: Elimina todas las canciones de la base de datos. Todos los datos se perderán. Haga una copia de seguridad de sus datos antes de realizar esta acción.
it: Elimina tutti i brani dal database. Tutti i dati andranno persi. Si prega di eseguire il backup dei dati prima di eseguire questa azione

source: Translate UI Explaination
de: Übersetzen Sie die Benutzeroberfläche der App in alle unterstützten Sprachen. Führen Sie dies aus, wenn neue UI-Elemente hinzugefügt werden
es: Traduce la interfaz de la aplicación a todos los idiomas admitidos. Ejecútelo cuando se agreguen nuevos elementos de la interfaz de usuario.
it: Traduci l&#39;interfaccia utente dell&#39;app in tutte le lingue supportate. Eseguilo ogni volta che vengono aggiunti nuovi elementi dell&#39;interfaccia utente

source: Upload Songs Text Explaination
de: Laden Sie eine Textdatei mit den Liedern hoch, die Sie zur Datenbank hinzufügen möchten. Die Datei muss im folgenden Format vorliegen: Titel, Sänger, Autorenbild, Beliebtheit
es: Sube un archivo de texto con las canciones que deseas agregar a la base de datos. El archivo debe tener el siguiente formato: título, cantante, imagen del autor, popularidad.
it: Carica un file di testo con i brani che desideri aggiungere al database. Il file dovrà essere nel seguente formato: Titolo, Cantante, Autore-immagine, Popolarità

source: Upload Songs File
de: Laden Sie die Songdatei hoch
es: Descarga el archivo de la canción
it: Carica il file dei brani

source: Generate PDF
de: PDF generieren
es: Generar un PDF
it: Genera PDF

source: Generating PDF...
it: Generazione PDF in corso...

source: Error generating PDF:
it: Errore nella generazione del PDF:

source: Admin Page Link
de: Verwaltung
es: Administración
it: Amministrazione

source: Insights
it: Statistiche

source: Insights & Analytics
it: Statistiche e Analitiche

source: Total Requests
it: Richieste Totali

source: Fulfilled
it: Completate

source: Pending
it: In Attesa

source: Conversion Rate
it: Tasso di Conversione

source: Total Tips
it: Mance Totali

source: Top Requested Songs
it: Canzoni Più Richieste

source: Recently Played Songs
it: Canzoni Suonate di Recente

source: Logout
it: Esci

source: No requests yet
it: Nessuna richiesta ancora

source: No songs played yet
it: Nessuna canzone suonata ancora

source: Requested by
it: Richiesta da

source: Queue Page Link
de: Echtzeitanfragen
es: Consultas en tiempo real
it: Richieste in tempo reale

source: Songs Page Link
de: Songdatenbank
es: Banco de fechas de canciones
it: Database delle canzoni

source: Audience Page
it: Pagina Pubblico

source: Open audience page in new tab
it: Apri pagina pubblico in una nuova scheda

source: Delete All Songs
de: Alle Lieder löschen
es: Eliminar todas las canciones
it: Elimina tutti i brani

source: Remove Duplicate Songs
de: Doppelte Lieder Entfernen
es: Eliminar Canciones Duplicadas
it: Rimuovi Brani Duplicati

source: Find and remove duplicate entries (keeps the oldest copy)
de: Doppelte Einträge finden und entfernen (behält die älteste Kopie)
es: Encuentra y elimina entradas duplicadas (mantiene la copia más antigua)
it: Trova e rimuovi voci duplicate (mantiene la copia più vecchia)

source: Remove Duplicates
de: Duplikate Entfernen
es: Eliminar Duplicados
it: Rimuovi Duplicati

source: This will identify songs with identical titles and authors (case-insensitive). The oldest entry will be kept, and newer duplicates will be removed along with their requests.
de: Dies identifiziert Lieder mit identischen Titeln und Autoren (Groß-/Kleinschreibung wird nicht berücksichtigt). Der älteste Eintrag wird beibehalten und neuere Duplikate werden zusammen mit ihren Anfragen entfernt.
es: Esto identificará canciones con títulos y autores idénticos (no distingue mayúsculas y minúsculas). Se mantendrá la entrada más antigua y se eliminarán los duplicados más recientes junto con sus solicitudes.
it: Questo identificherà i brani con titoli e autori identici (non sensibile alle maiuscole). La voce più vecchia verrà mantenuta e i duplicati più recenti verranno rimossi insieme alle loro richieste.

source: Remove Duplicates Confirm Message
de: Dies sucht nach doppelten Liedern (gleicher Titel und Autor) und entfernt die neueren Kopien, wobei der älteste Eintrag beibehalten wird. Fortfahren?
es: Esto buscará canciones duplicadas (mismo título y autor) y eliminará las copias más recientes, manteniendo la entrada más antigua. ¿Continuar?
it: Questo cercherà i brani duplicati (stesso titolo e autore) e rimuoverà le copie più recenti, mantenendo la voce più vecchia. Continuare?

source: Remove Duplicates Confirm Title
de: Duplikate Entfernen
es: Eliminar Duplicados
it: Rimuovi Duplicati

source: Searching for duplicates...
de: Suche nach Duplikaten...
es: Buscando duplicados...
it: Ricerca duplicati in corso...

source: Removed duplicates:
de: Entfernte Duplikate:
es: Duplicados eliminados:
it: Duplicati rimossi:

source: Confirm
de: Bestätigen
es: Confirmar
it: Conferma

source: Add 51 sample songs to your library?
it: Aggiungere 51 canzoni campione alla tua libreria? Le immagini verranno scaricate automaticamente da Spotify. Attendere circa 1 minuto per il completamento.

source: Add Sample Songs Confirm Title
it: Aggiungi Canzoni Campione

source: Delete all sample songs?
it: Eliminare tutte le canzoni campione? Le tue canzoni vere non saranno toccate.

source: Delete Sample Songs Confirm Title
it: Elimina Canzoni Campione

source: Adding songs...
it: Aggiunta canzoni...

source: Deleting...
it: Eliminazione...

source: WARNING: This will permanently DELETE ALL songs from your library! This action CANNOT be undone. Are you absolutely sure?
it: ATTENZIONE: Questo eliminerà permanentemente TUTTE le canzoni dalla tua libreria! Questa azione NON può essere annullata. Sei assolutamente sicuro?

source: Delete All Songs Confirm Title
it: Elimina Tutte le Canzoni

source: Delete Sample Songs
it: Elimina Canzoni Campione

source: Create Songs Database
de: Erstellen Sie eine Songdatenbank
es: Crear una base de datos de canciones
it: Crea un database di brani

source: Create Songs Database Explanation
de: Erstellen Sie eine leere Songdatenbank neu. Dadurch wird Ihre bestehende Datenbank gelöscht!!!!!
es: Recrea una base de datos de canciones vacía. ¡¡¡Esto eliminará su base de datos existente!!!!!
it: Ricrea un database di brani vuoto. Questo cancellerà il tuo database esistente!!!!!

source: Delete Songs Explanation
de: Löschen Sie alle Songs aus der Datenbank. Dadurch werden Ihre vorhandenen Songs gelöscht!!!!!
es: Elimina todas las canciones de la base de datos. ¡¡¡Esto eliminará tus canciones existentes!!!!!
it: Elimina tutti i brani dal database. Questo cancellerà le tue canzoni esistenti!!!!!

source: Translate UI
de: Übersetzen Sie die Benutzeroberfläche
es: Traducir interfaz de usuario
it: Traduci l&#39;interfaccia utente

source: Translate UI Explanation
de: Übersetzen Sie die Benutzeroberfläche der App in alle unterstützten Sprachen. Führen Sie dies aus, wenn neue UI-Elemente hinzugefügt werden
es: Traduce la interfaz de la aplicación a todos los idiomas admitidos. Ejecútelo cuando se agreguen nuevos elementos de la interfaz de usuario.
it: Traduci l&#39;interfaccia utente dell&#39;app in tutte le lingue supportate. Eseguilo ogni volta che vengono aggiunti nuovi elementi dell&#39;interfaccia utente

source: Upload Songs Text
de: Laden Sie eine durch Kommas getrennte Datei mit den Songs hoch
es: Descarga un archivo separado por comas con las canciones.
it: Carica un file separato da virgole contenente i brani

source: Upload
de: Wird geladen
es: Esta cargando
it: Caricamento

source: Upload Songs Title
de: Laden Sie die Songdatei hoch
es: Descarga el archivo de la canción
it: Carica il file dei brani

source: Popularity must be a number
de: Popularität muss eine Zahl sein
es: La popularidad debe ser un número.
it: La popolarità deve essere un numero

source: Error updating song
de: Fehler beim Aktualisieren des Songs
es: Error al actualizar la canción
it: Errore durante l&#39;aggiornamento del brano

source: Error deleting song
de: Fehler beim Löschen des Songs
es: Error al eliminar la canción
it: Errore durante l&#39;eliminazione del brano

source: Error adding song
de: Fehler beim Hinzufügen des Songs
es: Error al agregar la canción
it: Errore durante l&#39;aggiunta del brano

source: Error uploading image
de: Fehler beim Laden des Bildes
es: Error al cargar la imagen
it: Errore durante il caricamento dell&#39;immagine

source: Error resetting popularity
de: Fehler beim Zurücksetzen der Beliebtheit
es: No se pudo restablecer la popularidad
it: Errore durante la reimpostazione della popolarità

source: Edit Image
de: Bild bearbeiten
es: Editar imagen
it: Modifica immagine

source: Save
de: Speichern
es: Para salvaguardar
it: Salva

source: Search for songs
de: Geben Sie den Titel oder Autor ein, um nach Liedern zu suchen ...
es: Introduce el título o autor para buscar canciones...
it: Inserisci il titolo o l&#39;autore per cercare i brani...

source: Upload Songs Text Explanation
de: Laden Sie eine Datei mit dem Namen songs.csv im folgenden Format hoch: „Songtitel“, „Songautor“, „Dateiname autho0image“, „Sprachcode“ (z. B. „Don&#39;t do it“, „Simple Minds“, „simpleminds“) .jpg“, „en“) und klicken Sie dann auf „Songdatenbank füllen“.
es: Cargue un archivo llamado canciones.csv en el siguiente formato: &quot;título de la canción&quot;, &quot;autor de la canción&quot;, &quot;nombre de archivo de imagen auténtica&quot;, &quot;código de idioma&quot; (por ejemplo, &quot;No lo haga&quot;, &quot;Simple Minds&quot;, &quot;simpleminds&quot;) .jpg&quot;, &quot;fr&quot;) y luego haga clic en &quot;Rellenar base de datos de canciones&quot;.
it: Carica un file denominato songs.csv con il seguente formato: &quot;titolo del brano&quot;, &quot;autore del brano&quot;, &quot;nome file autho0image,&quot;codice lingua&quot; (ad esempio, &quot;Non farlo&quot;, &quot;Simple Minds&quot;, &quot;simpleminds.jpg&quot; ,&#39;en&#39;) quindi fare clic su &#39;Popola database di brani&#39;

source: Use with Caution
de: Mit Vorsicht verwenden
es: Usar con precaución
it: Usare con cautela

source: Enter Password to access Admin Area
de: Geben Sie das Passwort ein, um auf den Administrationsbereich zuzugreifen
es: Ingrese la contraseña para acceder al área de administración
it: Inserisci la Password per accedere all&#39;Area Amministrazione

source: Welcome {name} - Enter your email and password to access Admin Area
it: Benvenuto {name} - Inserisci la tua email e password per accedere all'Area Amministrazione

source: Incorrect password
de: Falsches Passwort. Bitte versuche es erneut.
es: Contraseña incorrecta. Intentar otra vez.
it: Password errata. Per favore riprova.

source: Live Event Is Over
de: Das Live-Event ist beendet
es: El evento en vivo ha terminado
it: L&#39;evento dal vivo è terminato

source: Scan new QR Code
de: Scannen Sie einen neuen QR-Code
es: Escanea un nuevo código QR
it: Scansiona un nuovo codice QR

source: Go to SergioChiappa.com
de: Gehen Sie zu SergioChiappa.com
es: Ir a sergiochiappa.com
it: Vai su SergioChiappa.com

source: Visit Artist Website
de: Besuchen Sie die Künstler-Website
es: Visitar sitio web del artista
it: Visita il sito dell'artista

source: Thank you for attending!
de: Danke fürs Kommen!
es: ¡Gracias por asistir!
it: Grazie per aver partecipato!

source: Artist Website
it: Sito web dell'artista

source: Update your official website URL
it: Aggiorna l'URL del tuo sito web ufficiale

source: Website URL
it: URL del sito web

source: This URL will be shown on the session expiry page
it: Questo URL verrà mostrato nella pagina di sessione scaduta

source: Save Website URL
it: Salva URL del sito

source: Website URL updated successfully!
it: URL del sito web aggiornato con successo!

source: Error updating website URL
it: Errore nell'aggiornamento dell'URL del sito web

source: Actions
it: Azioni

source: Enter title
it: Inserisci titolo

source: Enter author
it: Inserisci autore

source: Fetch from Spotify
it: Scarica da Spotify

source: Auto-filled
it: Compilato automaticamente

source: Image + Language + Genre
it: Immagine + Lingua + Genere

source: Data fetched from Spotify successfully!
it: Dati scaricati da Spotify con successo!

source: Error fetching data from Spotify
it: Errore nel recupero dei dati da Spotify

source: Genre
it: Genere

source: Add Song
it: Aggiungi Canzone

source: All Genres
it: Tutti i Generi

source: All Playlists
it: Tutte le Playlist

source: Filter by Genre
it: Filtra per Genere

source: Filter by Playlist
it: Filtra per Playlist

source: How to Request Songs
it: Come Richiedere Canzoni

source: Your guide to using the music request system
it: La tua guida per usare il sistema di richiesta musicale

source: Getting Started
it: Iniziamo

source: Follow these simple steps to request your favorite songs
it: Segui questi semplici passaggi per richiedere le tue canzoni preferite

source: Browse the Song Library
it: Sfoglia la Libreria Musicale
