Repository: vittorioviarengo/setly
Catalog: backups/local_backup_20251122_230023/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Sergio Music Universe
fr: La musique de Sergio

source: English
fr: Anglais

source: Italian
fr: italien

source: Spanish
fr: Espagnol

source: German
fr: Allemand

source: Change Name
fr: changer de nom

source: Choose Language
fr: Choisissez la langue de l&#39;application

source: Enter your name
fr: Entrez votre nom pour demander des chansons

source: Enter Name Button
fr: Entrez dans l'univers musical

source: Enter Name to Request
fr: Entrez votre nom pour demander une chanson

source: Songs
fr: Chansons

source: Search Songs Box
fr: Rechercher des chansons

source: Search Songs Button
fr: Recherche

source: Submit Button
fr: Envoyer

source: Language Radio All
fr: À

source: Language Radio Italian
fr: italien

source: Language Radio English
fr: Anglais

source: Language Radio Spanish
fr: Espagnol

source: Language Radio French
fr: Français

source: Language Radio German
fr: Allemand

source: Your Name Label
fr: Votre nom:

source: Enter Button
fr: Entrez dans l&#39;univers Sergio

source: Music Universe of
fr: L&#39;univers musical de

source: Songs Requests
fr: File d&#39;attente des chansons demandées

source: Remove from Queue
fr: Supprimer la chanson de la file d&#39;attente

source: Admin Actions
fr: Actions administratives

source: Queued Songs
fr: Chansons en file d&#39;attente

source: Empty Queue
fr: Vider la file d'attente

source: Are you sure you want to empty the queue?
fr: Êtes-vous sûr de vouloir vider la file d'attente?

source: Delete all songs
fr: Supprimer toutes les chansons

source: Max requests per user:
fr: Nombre maximum de requêtes par utilisateur :

source: Venue:
fr: Lieu:

source: Browse Music
fr: Parcourez la musique de Sergio

source: Request Song Button
fr: Enquête

source: Delete Song Button
fr: Supprimer la chanson

source: Clear Search Button
fr: Recherche propre

source: Total songs in queue:
fr: Nombre total de chansons en file d&#39;attente :

source: Enter Venue Name:
fr: Entrez le nom de l&#39;emplacement :

source: Update Venue Button
fr: Mettre à jour l&#39;emplacement

source: Update Max Requests Button
fr: Limite de mise à jour

source: No songs in the queue.
fr: Aucune chanson en file d&#39;attente.

source: Admin Page Title
fr: Gestion des applications

source: Manage your artist profile and song library
fr: Gérez votre profil d'artiste et votre bibliothèque musicale

source: Choose Logo Image
fr: Choisir l'image du logo

source: Choose Banner Image
fr: Choisir l'image de bannière

source: Choose CSV File
fr: Choisir le fichier CSV

source: CSV should contain: title, author, language, image
fr: Le CSV doit contenir: titre, auteur, langue, image

source: Manage your complete song repertoire
fr: Gérez votre répertoire musical complet

source: Song Page Title
fr: Gestion de la base de données de chansons

source: Scan QR Code
fr: Scannez à nouveau le code QR

source: Please scan QR code message
fr: Votre précédent événement en direct est terminé. Si vous assistez à un événement en direct de Sergio Chiappa, scannez le code QR pour demander des chansons

source: Back to Search
fr: Retour à la bibliothèque de chansons

source: Song request successful
fr: Votre demande de chanson a réussi

source: Song Request Error
fr: Une erreur s&#39;est produite lors de la demande de la chanson

source: Song Already Requested
fr: Vous avez déjà demandé cette chanson

source: Maximum Request Reached
fr: Vous avez atteint le nombre maximum de demandes. Réessayez lorsque vos chansons auront fini de jouer

source: User Required
fr: Pour demander une chanson, vous avez besoin d&#39;un nom d&#39;utilisateur

source: Your Requests Title
fr: Vos souhaits

source: Song List Title
fr: Chansons

source: By Author
fr: de l&#39;auteur

source: Back to Sergio Chiappa.com
fr: Revenons à Sergio Chiappa.com

source: No Songs Found
fr: Aucune chanson trouvée

source: Sort by
fr: Hors de:

source: Title
fr: titre

source: Author
fr: Chanteur

source: All Requests
fr: Toutes les demandes

source: Most Popular
fr: Le plus populaire

source: About Sergio
fr: À propos de Sergio

source: Loading...
fr: Est en cours de chargement...

source: Song Database Administration
fr: Gestion de la base de données de chansons

source: Zero All Popularity
fr: Réinitialiser toute la popularité

source: Add New Song
fr: Ajouter une nouvelle chanson

source: Cancel
fr: Annuler

source: Song Database
fr: Banque de données de chansons

source: Author Image
fr: Image de l&#39;auteur

source: Popularity
fr: popularité

source: Delete
fr: Retirer

source: Are you sure you want to reset the popularity of all songs to zero?
fr: Êtes-vous sûr de vouloir réinitialiser la popularité de toutes les chansons ?

source: Are you sure you want to delete this song?
fr: Êtes-vous sûr de vouloir supprimer cette chanson ?

source: Please fill in all fields correctly.
fr: Veuillez remplir tous les champs correctement.

source: UI Language
fr: Langue de l&#39;interface utilisateur

source: Play Song
fr: Jouer une chanson

source: Welcome to
fr: Bienvenue à

source: Song Page
fr: Gestion de la base de données de chansons

source: Admin Page
fr: Page administrative

source: Queue Page
fr: côté queue

source: Create Songs Databae Explaination
fr: Reconstruisez la base de données de chansons à partir de zéro. Toutes les données seront perdues. Veuillez sauvegarder vos données avant d&#39;entreprendre cette action

source: Delete Songs Explaination
fr: Supprimez toutes les chansons de la base de données. Toutes les données seront perdues. Veuillez sauvegarder vos données avant d&#39;entreprendre cette action

source: Translate UI Explaination
fr: Traduisez l&#39;interface de l&#39;application dans toutes les langues prises en charge. Exécutez-le lorsque de nouveaux éléments d&#39;interface utilisateur sont ajoutés

source: Upload Songs Text Explaination
fr: Téléchargez un fichier texte avec les chansons que vous souhaitez ajouter à la base de données. Le fichier doit être au format suivant : titre, chanteur, image de l&#39;auteur, popularité

source: Upload Songs File
fr: Téléchargez le fichier de la chanson

source: Generate PDF
fr: Générer un PDF

source: Admin Page Link
fr: Administration

source: Queue Page Link
fr: Requêtes en temps réel

source: Songs Page Link
fr: Banque de dates de chansons

source: Delete All Songs
fr: Supprimer toutes les chansons

source: Remove Duplicate Songs
fr: Supprimer les Chansons en Double

source: Find and remove duplicate entries (keeps the oldest copy)
fr: Rechercher et supprimer les entrées en double (conserve la copie la plus ancienne)

source: Remove Duplicates
fr: Supprimer les Doublons

source: This will identify songs with identical titles and authors (case-insensitive). The oldest entry will be kept, and newer duplicates will be removed along with their requests.
fr: Cela identifiera les chansons avec des titres et des auteurs identiques (insensible à la casse). L'entrée la plus ancienne sera conservée et les doublons plus récents seront supprimés avec leurs demandes.

source: Remove Duplicates Confirm Message
fr: Cela recherchera les chansons en double (même titre et auteur) et supprimera les copies les plus récentes, en conservant l'entrée la plus ancienne. Continuer?

source: Remove Duplicates Confirm Title
fr: Supprimer les Doublons

source: Searching for duplicates...
fr: Recherche de doublons...

source: Removed duplicates:
fr: Doublons supprimés:

source: Confirm
fr: Confirmer

source: Create Songs Database
fr: Créer une base de données de chansons

source: Create Songs Database Explanation
fr: Recréez une base de données de chansons vide. Cela supprimera votre base de données existante !!!!!

source: Delete Songs Explanation
fr: Supprimez toutes les chansons de la base de données. Cela supprimera vos chansons existantes !!!!!

source: Translate UI
fr: Traduire l&#39;interface utilisateur

source: Translate UI Explanation
fr: Traduisez l&#39;interface de l&#39;application dans toutes les langues prises en charge. Exécutez-le lorsque de nouveaux éléments d&#39;interface utilisateur sont ajoutés

source: Upload Songs Text
fr: Téléchargez un fichier séparé par des virgules avec les chansons

source: Upload
fr: Est en cours de chargement

source: Upload Songs Title
fr: Téléchargez le fichier de la chanson

source: Popularity must be a number
fr: La popularité doit être un chiffre

source: Error updating song
fr: Erreur lors de la mise à jour de la chanson

source: Error deleting song
fr: Erreur lors de la suppression de la chanson

source: Error adding song
fr: Erreur lors de l&#39;ajout d&#39;une chanson

source: Error uploading image
fr: Erreur de chargement de l&#39;image

source: Error resetting popularity
fr: Échec de la réinitialisation de la popularité

source: Edit Image
fr: Éditer l&#39;image

source: Save
fr: Sauvegarder

source: Search for songs
fr: Entrez le titre ou l&#39;auteur pour rechercher des chansons...

source: Upload Songs Text Explanation
fr: Téléchargez un fichier nommé songs.csv au format suivant : &quot;titre de la chanson&quot;, &quot;auteur de la chanson&quot;, &quot;nom de fichier autho0image&quot;, &quot;code de langue&quot; (par exemple &quot;Ne le faites pas&quot;, &quot;Simple Minds&quot;, &quot; simpleminds&quot;) .jpg&quot;, &quot;fr&quot;) puis cliquez sur &quot;Remplir la base de données de chansons&quot;.

source: Use with Caution
fr: Utiliser avec précaution

source: Enter Password to access Admin Area
fr: Entrez le mot de passe pour accéder à la zone d&#39;administration

source: Incorrect password
fr: Mauvais mot de passe. Veuillez réessayer.

source: Live Event Is Over
fr: L&#39;événement en direct est terminé

source: Scan new QR Code
fr: Scannez un nouveau code QR

source: Go to SergioChiappa.com
fr: Allez sur SergioChiappa.com

source: Visit Artist Website
fr: Visitez le site web de l'artiste

source: Thank you for attending!
fr: Merci d'être venu!
